IDEA Open Model
ParameterDouble.Value Property
 Value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Value { get; set; }
Public Property Value As Double
	Get
	Set
public:
property double Value {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ParameterDouble Class
IdeaRS.OpenModel.CrossSection Namespace